[
  {
    "Input": "Chào,Hello,Lô,Hi,Xin chào, chao xìn,này ,ê",
    "Output": "Chào bạn, Bot đẹp trai có thể giúp gì cho bạn ?",
    "Sub": "Gõ /help để biết thêm các lệnh chi tiết nhé bạn tui hỡi."
  },
  {
    "Input": "/help",
    "Output": "Một số lệnh bạn có thể sử dụng.",
    "Sub": "/dstengame: lấy danh sách tên viết tắt của các game trên web. Cần thiết cho các lệnh ở phía sau|/thongtin [tên game]: hiển thị thông tin của dự án game hiện tại|/huongdan: Một số thông tin có thể giúp ích cho bạn.|/lienhe: Một số thông tin liên lạc|/story: Một số câu chuyện thú vị|/clear: Làm mới đoạn chat"
  },
  {
    "Input": "Ai tạo ra mày thế",
    "Output": "Tất nhiên là baoenzo siêu cấp vũ trụ rồi!.",
    "Sub": ""
  },
  {
    "Input": "/dstengame",
    "Output": "Dưới đây là danh sách của toàn bộ tên viết tắt của các game trên webiste",
    "Sub": "Together Bnb: together-bnb|Prince of Persia The Forgotten Sands: prince|Prince of Persia 2008: prince2008|Dead Island Definitive Edition: deadisland|Mafia III Definitive Edition: mafia3|Company of Heroes Complete Edition: coh1|Dragon Ball Z Kakarot: dbzk|Far Cry 6: fc6|Far Cry Primal : fcm|Final Fantasy XV: ffxv|God of War 4: gw4|Middle Earth Shadow of Mordor: meshom|Life is Strange True Colors: listc|Assassin’s Creed III Remastered: ac3re|Final Fantasy X: FFX|Red Dead Redemption 2: rdr2|Assassin's Creed Valhalla: acv|AI Shoujo: ai|Elden Ring: dr|Horizon Zero Dawn: hzd|DRAGON QUEST XI S: Echoes of an Elusive Age: dq11|A Plague Tale Innocence: apti|Assassin's Creed Odyssey: acody|Detroit Become Human: dbh|Metro Exodus: metroex|Assassin's Creed Revelations: acrev|Planet Zoo: pz|Mafia Definitive Edition: mafiade|Beyond Two Souls: bts|FINAL FANTASY IX: ffix|Batman Arkham City: bac|Resident Evil Village: re8|Sleeping Dogs Definitive Edition: sdde|The Dark Pictures Anthology House of Ashes: hoa|DMC Devil May Cry: dmcdmc|Medal of Honor: moh2010|Assassin’s Creed Brotherhood: acbro|Assassin’s Creed Unity: acunity|Batman Arkham Asylum: baa|Metro 2033 Redux: metro2033|Metro Last Light Redux: metroll|Assassin’s Creed Syndicate: acsyn|Crysis: crysis|Call of Duty 4 Modern Warfare: cod4mw|Mafia II Definitive Edition: mafia2de|Mafia II: mafia2|Final Fantasy VII Remake Intergrade: ff7re|Shadow of the Tomb Raider Definitive Edition: sottrde|Assassin's Creed Origins: acorigins|The Legend of Heroes Trails in the Sky: tlohtits|Cyberpunk 2077: Cyber2077|Days Gone: daysgone|Batman Arkham Knight: bak|Assassin’s Creed IV Black Flag: ac4|Bully Scholarship Edition: bully|Nexomon Extinction: nexomon|Wolfenstein The New Order: wtno|FINAL FANTASY XII THE ZODIAC AGE: ff12|Crysis Warhead: crysiswar|Watch Dogs 2: wd2|Sifu: sifu|Syberia 1: syberia1|Uncharted Legacy of Thieves Collection: uncharted4|Heavy Rain: heavyrain"
  },
  {
    "Input": "Ai tạo ra mày thế",
    "Output": "Tất nhiên là baoenzo siêu cấp vũ trụ rồi!.",
    "Sub": ""
  },
  {
    "Input": "/thongtin together-bnb",
    "Output": "Dưới đây là một số thông tin của dự án Together Bnb",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin prince",
    "Output": "Dưới đây là một số thông tin của dự án Prince of Persia The Forgotten Sands",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 4,938,000 VNĐ"
  },
  {
    "Input": "/thongtin prince2008",
    "Output": "Dưới đây là một số thông tin của dự án Prince of Persia 2008",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 4,980,000 VNĐ"
  },
  {
    "Input": "/thongtin deadisland",
    "Output": "Dưới đây là một số thông tin của dự án Dead Island Definitive Edition",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin mafia3",
    "Output": "Dưới đây là một số thông tin của dự án Mafia III Definitive Edition",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 9,993,000 VNĐ"
  },
  {
    "Input": "/thongtin coh1",
    "Output": "Dưới đây là một số thông tin của dự án Company of Heroes Complete Edition",
    "Sub": "Tiến độ: 80%|Số donate cần thiết để hoàn thiện: 3,000,000 VNĐ"
  },
  {
    "Input": "/thongtin dbzk",
    "Output": "Dưới đây là một số thông tin của dự án Dragon Ball Z Kakarot",
    "Sub": "Tiến độ: 41%|Số donate cần thiết để hoàn thiện: 5,930,000 VNĐ"
  },
  {
    "Input": "/thongtin fc6",
    "Output": "Dưới đây là một số thông tin của dự án Far Cry 6",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 19,650,000 VNĐ"
  },
  {
    "Input": "/thongtin fcm",
    "Output": "Dưới đây là một số thông tin của dự án Far Cry Primal ",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: -115000 VNĐ"
  },
  {
    "Input": "/thongtin ffxv",
    "Output": "Dưới đây là một số thông tin của dự án Final Fantasy XV",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 19,550,000 VNĐ"
  },
  {
    "Input": "/thongtin gw4",
    "Output": "Dưới đây là một số thông tin của dự án God of War 4",
    "Sub": "Tiến độ: 50%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin meshom",
    "Output": "Dưới đây là một số thông tin của dự án Middle Earth Shadow of Mordor",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 9,457,000 VNĐ"
  },
  {
    "Input": "/thongtin listc",
    "Output": "Dưới đây là một số thông tin của dự án Life is Strange True Colors",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 2,465,000 VNĐ"
  },
  {
    "Input": "/thongtin ac3re",
    "Output": "Dưới đây là một số thông tin của dự án Assassin’s Creed III Remastered",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 2,580,000 VNĐ"
  },
  {
    "Input": "/thongtin FFX",
    "Output": "Dưới đây là một số thông tin của dự án Final Fantasy X",
    "Sub": "Tiến độ: 90%|Số donate cần thiết để hoàn thiện: 6,135,000 VNĐ"
  },
  {
    "Input": "/thongtin rdr2",
    "Output": "Dưới đây là một số thông tin của dự án Red Dead Redemption 2",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acv",
    "Output": "Dưới đây là một số thông tin của dự án Assassin's Creed Valhalla",
    "Sub": "Tiến độ: 20%|Số donate cần thiết để hoàn thiện: 11,836,960 VNĐ"
  },
  {
    "Input": "/thongtin ai",
    "Output": "Dưới đây là một số thông tin của dự án AI Shoujo",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 2,327,000 VNĐ"
  },
  {
    "Input": "/thongtin dr",
    "Output": "Dưới đây là một số thông tin của dự án Elden Ring",
    "Sub": "Tiến độ: 41%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin hzd",
    "Output": "Dưới đây là một số thông tin của dự án Horizon Zero Dawn",
    "Sub": "Tiến độ: 90%|Số donate cần thiết để hoàn thiện: -76010 VNĐ"
  },
  {
    "Input": "/thongtin dq11",
    "Output": "Dưới đây là một số thông tin của dự án DRAGON QUEST XI S: Echoes of an Elusive Age",
    "Sub": "Tiến độ: 80%|Số donate cần thiết để hoàn thiện: -110000 VNĐ"
  },
  {
    "Input": "/thongtin apti",
    "Output": "Dưới đây là một số thông tin của dự án A Plague Tale Innocence",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acody",
    "Output": "Dưới đây là một số thông tin của dự án Assassin's Creed Odyssey",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin dbh",
    "Output": "Dưới đây là một số thông tin của dự án Detroit Become Human",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin metroex",
    "Output": "Dưới đây là một số thông tin của dự án Metro Exodus",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acrev",
    "Output": "Dưới đây là một số thông tin của dự án Assassin's Creed Revelations",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin pz",
    "Output": "Dưới đây là một số thông tin của dự án Planet Zoo",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin mafiade",
    "Output": "Dưới đây là một số thông tin của dự án Mafia Definitive Edition",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin bts",
    "Output": "Dưới đây là một số thông tin của dự án Beyond Two Souls",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin ffix",
    "Output": "Dưới đây là một số thông tin của dự án FINAL FANTASY IX",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin bac",
    "Output": "Dưới đây là một số thông tin của dự án Batman Arkham City",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin re8",
    "Output": "Dưới đây là một số thông tin của dự án Resident Evil Village",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin sdde",
    "Output": "Dưới đây là một số thông tin của dự án Sleeping Dogs Definitive Edition",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin hoa",
    "Output": "Dưới đây là một số thông tin của dự án The Dark Pictures Anthology House of Ashes",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin dmcdmc",
    "Output": "Dưới đây là một số thông tin của dự án DMC Devil May Cry",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin moh2010",
    "Output": "Dưới đây là một số thông tin của dự án Medal of Honor",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acbro",
    "Output": "Dưới đây là một số thông tin của dự án Assassin’s Creed Brotherhood",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acunity",
    "Output": "Dưới đây là một số thông tin của dự án Assassin’s Creed Unity",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin baa",
    "Output": "Dưới đây là một số thông tin của dự án Batman Arkham Asylum",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin metro2033",
    "Output": "Dưới đây là một số thông tin của dự án Metro 2033 Redux",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin metroll",
    "Output": "Dưới đây là một số thông tin của dự án Metro Last Light Redux",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin acsyn",
    "Output": "Dưới đây là một số thông tin của dự án Assassin’s Creed Syndicate",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin crysis",
    "Output": "Dưới đây là một số thông tin của dự án Crysis",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin cod4mw",
    "Output": "Dưới đây là một số thông tin của dự án Call of Duty 4 Modern Warfare",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin mafia2de",
    "Output": "Dưới đây là một số thông tin của dự án Mafia II Definitive Edition",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin mafia2",
    "Output": "Dưới đây là một số thông tin của dự án Mafia II",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin ff7re",
    "Output": "Dưới đây là một số thông tin của dự án Final Fantasy VII Remake Intergrade",
    "Sub": "Tiến độ: 90%|Số donate cần thiết để hoàn thiện: -80000 VNĐ"
  },
  {
    "Input": "/thongtin sottrde",
    "Output": "Dưới đây là một số thông tin của dự án Shadow of the Tomb Raider Definitive Edition",
    "Sub": "Tiến độ: 10%|Số donate cần thiết để hoàn thiện: 3,120,000 VNĐ"
  },
  {
    "Input": "/thongtin acorigins",
    "Output": "Dưới đây là một số thông tin của dự án Assassin's Creed Origins",
    "Sub": "Tiến độ: 26%|Số donate cần thiết để hoàn thiện: 12,110,000 VNĐ"
  },
  {
    "Input": "/thongtin tlohtits",
    "Output": "Dưới đây là một số thông tin của dự án The Legend of Heroes Trails in the Sky",
    "Sub": "Tiến độ: 33%|Số donate cần thiết để hoàn thiện: 510,000 VNĐ"
  },
  {
    "Input": "/thongtin Cyber2077",
    "Output": "Dưới đây là một số thông tin của dự án Cyberpunk 2077",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 18,530,000 VNĐ"
  },
  {
    "Input": "/thongtin daysgone",
    "Output": "Dưới đây là một số thông tin của dự án Days Gone",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 19,610,000 VNĐ"
  },
  {
    "Input": "/thongtin bak",
    "Output": "Dưới đây là một số thông tin của dự án Batman Arkham Knight",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 1,489,000 VNĐ"
  },
  {
    "Input": "/thongtin ac4",
    "Output": "Dưới đây là một số thông tin của dự án Assassin’s Creed IV Black Flag",
    "Sub": "Tiến độ: 90%|Số donate cần thiết để hoàn thiện: 4,248,001 VNĐ"
  },
  {
    "Input": "/thongtin bully",
    "Output": "Dưới đây là một số thông tin của dự án Bully Scholarship Edition",
    "Sub": "Tiến độ: 90%|Số donate cần thiết để hoàn thiện: 710,000 VNĐ"
  },
  {
    "Input": "/thongtin nexomon",
    "Output": "Dưới đây là một số thông tin của dự án Nexomon Extinction",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin wtno",
    "Output": "Dưới đây là một số thông tin của dự án Wolfenstein The New Order",
    "Sub": "Tiến độ: 80%|Số donate cần thiết để hoàn thiện: 2,880,000 VNĐ"
  },
  {
    "Input": "/thongtin ff12",
    "Output": "Dưới đây là một số thông tin của dự án FINAL FANTASY XII THE ZODIAC AGE",
    "Sub": "Tiến độ: 40%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin crysiswar",
    "Output": "Dưới đây là một số thông tin của dự án Crysis Warhead",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin wd2",
    "Output": "Dưới đây là một số thông tin của dự án Watch Dogs 2",
    "Sub": "Tiến độ: 5%|Số donate cần thiết để hoàn thiện: 15,000,000 VNĐ"
  },
  {
    "Input": "/thongtin sifu",
    "Output": "Dưới đây là một số thông tin của dự án Sifu",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin syberia1",
    "Output": "Dưới đây là một số thông tin của dự án Syberia 1",
    "Sub": "Tiến độ: 100%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/thongtin uncharted4",
    "Output": "Dưới đây là một số thông tin của dự án Uncharted Legacy of Thieves Collection",
    "Sub": "Tiến độ: 0%|Số donate cần thiết để hoàn thiện: 40,000,000 VNĐ"
  },
  {
    "Input": "/thongtin heavyrain",
    "Output": "Dưới đây là một số thông tin của dự án Heavy Rain",
    "Sub": "Tiến độ: 95%|Số donate cần thiết để hoàn thiện: 0 VNĐ"
  },
  {
    "Input": "/huongdan",
    "Output": "Để donate các bạn bấm vào mục Donate ở đầu trang. Sau đó làm theo hướng dẫn|Một donate sẽ được duyệt trong vòng 24-48h có thể lâu hơn|Các bạn có thể đọc kỹ hơn ở mục thông tin chung",
    "Sub": ""
  },
  {
    "Input": "/lienhe",
    "Output": "Email giải quyết các vấn đề donate: baoenzo2@gmail.com|Discord:https://discord.com/invite/gS65gKR|Facebook: https://www.facebook.com/gamethuanviet",
    "Sub": ""
  },
  {
    "Input": "vip",
    "Output": "Role đặc biệt trong discord, chỉ dành cho những người đã cống hiến to lớn cho sự nghiệp cách mạng dịch thuật| Hoặc là người donate > 10 triệu",
    "Sub": ""
  },
  {
    "Input": "/story",
    "Output": " ",
    "Sub": "Trong thần thoại Bắc Âu có rất nhiều vị nam thần và nữ thần. Các bạn sẽ gặp khá nhiều người trong số họ trong câu chuyện mình sắp kể dưới đây. Tuy nhiên, phần lớn những câu chuyện này đều xoay quanh ba vị thần, đó là Odin và con trai người là Thor, và anh em kết nghĩa với Odin, một vị thần tộc khổng lồ tên Loki, sống cùng các thần Aesir ở Asgard.|ODIN - Người đứng đầu và nhiều tuổi nhất trong số các vị thần.Odin biết rất nhiều bí mật. Ngài đã hy sinh một con mắt của mình để đổi lấy sự thông thái. Hơn thế nữa, để nắm được các cổ ngữ và có được quyền năng, ngài đã tự hiến tế bản thân cho chính mình.|Ngài đã treo mình lên cây thế giới, Yggdrasil, treo mình suốt chín ngày chính đêm. Sườn ngài bị một ngọn giáo đâm, khiến ngài bị thương nặng. Gió cào cấu ngài, xô đẩy thân thể ngài trong khi ngài treo mình trên cây. Ngài không ăn và cũng không uống gì suốt chín ngày chín đêm đó. Ngài ở đó đơn độc, chịu đựng đau đớn, trong lúc sự sống đang tắt dần trong ngài.|Ngài lạnh cóng, đau đớn tột cùng, và đúng lúc cái chết cận kề thì sự hy sinh của ngài đã đơm một thứ trái tăm tối: giữa lúc xuất thần vì cơn đau, ngài nhìn xuống, và các cổ ngữ đã hiển hiện trước mắt ngài. Ngài đọc được chúng, hiểu được chúng và quyền năng của chúng. Sợi dây đứt, và ngài thét lên một tiếng rồi rơi từ trên cây xuống.|Giờ thì ngài đã hiểu được phép thuật. Giờ thì cả thế giới nằm trong quyền điều khiển của ngài.|Odin có rất nhiều tên. Ngài là Cha Tối Cao, Chúa Của Những Kẻ Bị Sát Hại, Thần Của Giá Treo Cổ,v.v... Ngài có tên là Grimnir. Ở mỗi đất nước thì ngài đều có một cái tên khác nhau (vì ngài được thờ cúng dưới nhiều nền văn hóa và bằng nhiều thứ tiếng, nhưng vị thần thờ cúng luôn luôn là Odin.)|Ngài thường giả dạng để du hành tới khắp nơi, để ngắm nhìn thế giới bằng con mắt của người thường. Khi ngài xuống trần, ngài thường mang hình hài của một người đàn ông cao lớn, mặc áo choàng và trùm mũ. |Ngài có hai con quạ, mà ngài đặt tên là Huginn và Muninn, có nghĩa là 'ý nghĩ' và 'ký ức'. Hai con chim này bay đi khắp thế giới, tìm kiếm tin tức và đem kiến thức về cho Odin. Chúng đậu trên vai ngài và thì thầm vào tai ngài.Khi ngài ngồi trên ngai vàng ở Hlidskjalf, ngài quan sát được vạn vật, dù chúng có đi đâu, ở đâu. Không gì có thể giấu nổi con mắt của ngài.|Ngài đem chiến tranh đến cõi thế: các trận chiến được bắt đầu bằng cách ném một ngọn giáo vào quân địch, để dâng trận chiến và những kẻ ngã xuống cho Odin. Nếu ta sống sót qua chiến trận thì đó là nhờ hồng phúc của Odin, còn nếu bị giết thì đó là vì Odin đã phản bội ta.Nếu ta ngã xuống một cách anh dũng trong chiến trận thì các Valkyrie, những nữ binh xinh đẹp chuyên đi thu thập linh hồn các anh hùng đã hy sinh, sẽ đưa ta đi và dẫn ta đến một đại sảnh có tên là Valhalla. Ngài sẽ đợi ta ở Valhalla, và ở đó ta sẽ được uống rượu, đánh đấm, tiệc tùng và chiến đấu, dưới sự dẫn dắt của Odin. |Thor, con trai của Odin, là thần sấm. Cha chàng là Odin xảo quyệt bao nhiêu thì chàng thẳng thắn bấy nhiêu, ngài ranh ma bao nhiêu thì chàng tốt tính bấy nhiêu.|Chàng rất to con, có bộ râu đỏ, và rất khỏe, khỏe nhất trong số các vị thần. Sức lực của chàng được nhân lên nhờ chiếc thắt lưng sức mạnh, Megingjord: khi chàng đeo nó vào, sức mạnh của chàng sẽ tăng gấp đôi.Vũ khí của Thor là Mjollnir, một chiếc búa kỳ diệu, được những người lùn rèn riêng cho chàng (Rồi mình sẽ kể cho các bạn câu chuyện của nó ở những chương sau). Quỷ đá, người khổng lồ băng và người khổng lồ núi đều khiếp sợ khi nhìn thấy Mjollnir, vì nó đã giết chết rất nhiều anh em và bạn bè họ. Thor mang găng sắt để giúp chàng nắm chặt cán búa.|Mẹ của Thor là Jord, nữ thần đất. Con trai của Thor là Modi Giận Dữ và Magni Hùng Mạnh. Con gái của Thor là Thrud Quyền Năng.|Vợ chàng là Sif, nữ thần có một mái tóc vàng. Nàng có một người con trai, Ullr, trước khi lấy Thor, nên Thor là cha dượng của Ullr. Ullr là vị thần săn bắn với cung và tên, và con là vị thần đi ván trượt tuyết. ❄️ Thor là người bảo vệ Asgard và Midgard. Có rất nhiều câu chuyện về Thor và những chuyến phiêu lưu của chàng. Các bạn sẽ được đọc một số những câu chuyện đó ở đây.|Loki rất đẹp trai. Y dẻo miệng, đầy sức thuyết phục, và chắc chắn là kẻ ranh mãnh nhất trong số tất cả các vị thần ở Asgard. Tuy vậy, thật đáng tiếc là trong y có quá nhiều bóng tối: quá nhiều giận dữ, quá nhiều sự ghen tị, quá nhiều tham lam.Loki là con trai của Laufey, còn được biết đến với cái tên Nal, hay là cái kim, vì bà ta rất mảnh dẻ, xinh đẹp và sắc sảo. Cha y được cho là Farbauti, một người khổng lồ, tên ông ta có nghĩa là 'Kẻ giáng những đòn nguy hiểm', và Farbauti cũng nguy hiểm hệt như cái tên của mình vậy.|Loki đi lại trên trời bằng những đôi giày có cánh, và y có thể biến hình thành người khác, hoặc thành thú vật, nhưng vũ khí thực sự của y là trí óc. Y tinh ranh, khôn ngoan và xảo quyệt hơn bất kỳ vị thần hay người khổng lồ nào. Đến cả Odin cũng không ranh mãnh bằng Loki.Loki là anh em kết nghĩa của Odin. Các thần khác không biết Loki đến Asgard từ khi nào hay bằng cách nào. Y là bạn của Thor và là kẻ phản bội Thor. Các vị thần chịu đựng y, có lẽ vì những mưu mô và kế hoạch của y đã cứu họ cũng nhiều không kém những rắc rối chúng gây ra cho họ.|Loki khiến thế giới trở nên thú vị hơn nhưng cũng kém an toàn hơn. Y là cha của quái vật, tác giả của những nỗi phiền muộn, vị thần tinh quái.Loki thường uống rượu rất nhiều, và y không kiểm soát được lời nói, ý nghĩa hay việc làm của mình mỗi khi uống rượu. Loki và các con mình sẽ có mặt khi diễn ra Ragnarok, tận thế, và họ sẽ không chiến đấu cùng phe với các thần Asgard.|Trước thuở sơ khai không có gì tồn tại cả - không đất, không trời, không sao, không trăng: chỉ có thể giới sương mù, không hình, không dạng, và thế giới lửa, luôn luôn bùng cháy.|Ở phía Bắc là Niflheim, thế giới bóng tối. Ở đây mười một dòng sông độc chảy qua màn sương, tất cả đều bắt nguồn từ cùng một miệng giếng ở trung tâm thế giới, một vũng xoáy gào rú có tên là Hvergelmir. Niflheim lạnh hơn cả băng giá, và màn sương mù đục trĩu nặng trùm lên tất cả. Bầu trời bị mây mù che kín và mặt đất cũng bị màn sương lạnh lẽo bao phủ.Ở phía Nam là Muspell. Muspell là lửa. Tất cả mọi thứ ở đây đều sáng rực và bốc cháy. Muspell đầy ánh sáng trong khi Niflheim chỉ toàn một màu xám. Một nơi đầy dung nham nóng chảy còn nơi kia là thế giới sương mù lạnh cứng. Toàn bộ vùng đất này rừng rực như lửa trong bễ thợ rèn, không có mặt đất rắn, cũng không có bầu trời. Chẳng có gì ngoài những tia lửa và hơi nóng bốc lên, đá tan chảy và than hồng.Ở Muspell, bên rìa ngọn lửa, nơi màn sương cháy thành ánh sáng, nơi mặt đất kết thúc, sừng sững Surtr, người khổng lồ tồn tại trước cả các thần. Bây giờ ông ta vẫn đứng đó. Ông ta cầm trong tay một thanh gươm rực lửa, và lớp dung nham nóng sôi lẫn màn sương lạnh cóng kia với ông ta chỉ là một.|Người ta nói rằng khi Ragnarok xảy ra, tức là lúc tận thế, và chỉ đến khi đó, Surtr mới rời vị trí của mình. Ông ta sẽ rời khỏi Muspell với tham gươm rực lửa của mình và đốt cháy thế giới, và lần lượt từng vị thần sẽ gục ngã trước ông ta. Giữa Muspell và Niflheim là một khoảng không, một không gian trống rỗng không có gì, không hình dạng. Những dòng sông ở thế giới sương mù chảy xuống khoảng không này, và nó được gọi là Ginnungagap, có nghĩa là 'vực thẳm há hoác'. Suốt một thời gian dài đến không thể tính nổi, những dòng sông độc này, giữa lửa và sương, đã từ từ đông cứng thành những dòng sông băng khổng lồ. Lớp băng ở phía Bắc khoảng không bị bao phủ bởi sương mù lạnh buốt và những hạt mưa tuyết, nhưng ở phía Nam, khi những dòng sông băng trôi tới vùng đất lửa, thì những hòn than hồng và những đốm lửa của Muspell sẽ gặp băng, và hơi gió ấm từ vùng đất lửa sẽ khiến không khí trên mặt băng dịu nhẹ và dễ chịu như một ngày xuân.|Ở nơi băng và lửa gặp nhau, băng sẽ tan, và trong làn nước băng tan đó sự sống được hình thành: hình dạng của một con người to lớn hơn các thế giới, khổng lồ hơn bất kỳ người khổng lồ nào đã được sinh ra đời. Người này không phải nam hay nữ, mà là cả hai. Sinh vật này là tổ tiên của mọi người khổng lồ, và nó tự gọi mình là Ymir. Ymir không phải là sinh vật sống duy nhất hình thành từ băng tan: còn có một con bò không có sừng, to lớn hơn cả sức tưởng tượng của chúng ta. Con bò liếm những khối băng mặn làm thức ăn và nước uồng, và sữa từ bốn bầu vú của nó chảy tràn như sông suối. Chính dòng sữa này đã nuôi dưỡng Ymir.|Người khổng lồ uống sữa và lớn lên.Ymir đặt tên cho con bò là Audhumla.Cái lưỡi hồng của con bò liếm các khối băng thành hình người: hôm đầu tiên chỉ thấy chỏm tóc một người đàn ông, ngày thứ hai đã thấy cái đầu, và đến ngày thứ ba thì cả hình dạng một con người hiện ra.Đây là Buri, tổ tiên của các vị thần.Ymir ngủ, và trong lúc ngủ nó sinh con: một con trai và một con gái khổng lồ được sinh ra từ dưới cánh tay trái của Ymir, và một người khổng lồ sáu đầu được sinh ra từ chân nó. Mọi người khổng lồ đều là hậu duệ của những người con này của Ymir."
  }
]
